<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<!DOCTYPE html>
<pre>
告读者
第一卷 论行为的合宜性
    第一篇 论合宜感
        第一章 论同情
        第二章 论相互同情的愉快
        第三章 论通过别人的感情同我们自己的感情是否一致，来判断它们是否合宜的方式
        第四章 续前章
        第五章 论和蔼可亲和令人尊敬的美德
    第二篇 论各种不同的适宜的激情程度
        第一章 论从肉体产生的各种激情
        第二章 论由于想象的某种特殊倾向或习惯而产生的那些激情
        第三章 论不友好的激情
        第四章 论友好的激情
        第五章 论自私的激情
    第三篇 论幸运和不幸对人们判断行为合宜性所产生的影响；以及为什么在一种情况下比在另一种情况下更容易得到人们的赞同
        第一章 虽然我们对悲伤的同情一般是一种比我们对快乐的同情更为强烈的感情，但是它通常远远不如当事人自然感受到的强烈
        第二章 论野心的起源，兼论社会阶层的区别
        第三章 论由钦佩富人和大人物，轻视或怠慢穷人和小人物的这种倾向所引起的道德情操的败坏
第二卷 论优点和缺点；或，报答和惩罚的对象
    第一篇 论对优点和缺点的感觉
        引言
        第一章 任何表现为合宜的感激对象的行为，显然应该得到报答；同样，任何表现为合宜的愤恨对象的行为，显然应该受到惩罚
        第二章 论合宜的感激对象和合宜的愤恨对象
        第三章 不赞同施恩者的行为，就几乎不会同情受益者的感激；相反，对损人者的动机表示赞同，对受难者的愤恨就不会有一点同情
        第四章 对前面几章 的扼要重述
        第五章 对优点和缺点感觉的分析
    第二篇 论正义和仁慈
        第一章 两种美德的比较
        第二章 论对正义、悔恨的感觉，兼论对优点的意识
        第三章 论这种天性构成的作用
    第三篇 就行为的优点或缺点，论命运对人类情感所产生的影响
        引言
        第一章 论这种命运产生影响的原因
        第二章 论这种命运产生影响的程度
        第三章 论这种情感变化无常的最终原因
第三卷 论我们评判自己的情感和行为的基础，兼论责任感
    第一章 论自我赞同和不赞同的原则
    第二章 论对赞扬和值得赞扬的喜爱；兼论对责备和该受责备的畏惧
    第三章 论良心的影响和权威
    第四章 论自我欺骗的天性，兼论一般准则的起源和效用
    第五章 论道德的一般准则的影响和权威，以及它们被公正地看作造物主的法则
    第六章 在什么情况下，责任感应该成为我们行为的唯一原则；而且在什么情况下，它应该同其它动机一起发生作用
第四卷 论效用对赞同情感的作用
    第一章 论效用的表现赋予一切艺术品的美，兼论这种美所具有的广泛影响
    第二章 论效用的表现赋予人的品质和行为的美，以及关于这种美的概念可能在何种程度上被看成一种原始的赞同原则
第五卷 习惯和风气对有关道德赞同和不赞同情感的影响
    第一章 论习惯和风气对我们有关美和丑的看法的影响
    第二章 论习惯和风气对道德情感的影响
第六卷 论有关美德的品质
    引言
    第一篇 论个人的品质，就它对自己幸福的影响而言；或论谨慎
    第二篇 论个人的品质，就它可能对别人的幸福发生影响而言
        引言
        第一章 论天性致使个人成为我们关心和注意的对象所依据的次序
        第二章 论天性致使社会团体成为我们慈善对象的次序
        第三章 论普施万物的善行
    第三篇 论自我控制
    第六卷结论
第七卷 论道德哲学的体系
    第一篇 论应当在道德情感理论中加以考察的问题
    第二篇 论已对美德本质作出的各种说明
        引言
        第一章 论认为美德存在于合宜性之中的那些体系
        第二章 论认为美德存在于谨慎之中的那些体系
        第三章 论认为美德存在于仁慈之中的那些体系
        第四章 论放荡不羁的体系
    第三篇 论已经形成的有关赞同本能的各种体系
        引言
        第一章 论从自爱推断出赞同本能的那些体系
        第二章 论把理性视为赞同本能的根源的那些体系
        第三章 论把情感视为赞同本能的根源的那些体系
    第四篇 论不同的作者据以论述道德实践准则的方式
译后记
人名译名对照表
</pre>